export default {
  //static
  meta: {
    title: 'BitLazur — сайты под ключ для бизнеса в Украине, Европе, США',
    description: 'BitLazur — команда веб-разработчиков, создающая сайты под ключ на украинском, русском и английском языках. Работаем с клиентами из Украины, Европы и США, обеспечивая полный цикл — от идеи до запуска и поддержки.'
  },
  currentLanguageCode: 'RU',
  currentLanguage: 'Русский',
  //endstatic


  menuOurServices: 'Наши услуги', 
  menuOurWorks: 'Наши работы', 
  menuAboutUs: 'О нас', 
  menuPrice: 'Цены', 
  mainTitle: 'Веб-разработка, с которой начинается будущее вашего бизнеса', 
  mainSubTitle: 'Найдем оптимальное решение для вашего бизнеса', 

  consultBtn: 'Получить консультацию', 
  studioText: 'Студия разработки сайтов', 


  servicesTitle: 'Наши ключевые услуги',

  serviceTitle_1: 'Создание сайтов',
  serviceText_1: 'Разрабатываем сайты любой сложности: от лендингов до корпоративных порталов, адаптированные под задачи бизнеса.',

  serviceTitle_2: 'Разработка MVP',
  serviceText_2: 'Создаём (MVP) для стартапов — быстро, эффективно и с учётом приоритетного функционала.',

  serviceTitle_3: 'Интернет-магазины',
  serviceText_3: 'Проектируем и реализуем eCommerce-решения с удобной корзиной, фильтрами, оплатой и мобильной адаптацией.',

  serviceTitle_4: 'SEO-оптимизация',
  serviceText_4: 'Улучшаем позиции сайта в поисковых системах: скорость, структура, контент и техническая SEO-настройка.',

  serviceTitle_5: 'Поддержка сайтов',
  serviceText_5: 'Обеспечиваем регулярные обновления, мониторинг, резервное копирование, правки и техническую помощь.',

  serviceTitle_6: 'UI/UX-дизайн',
  serviceText_6: 'Создаём понятный и привлекательный интерфейс: прототипы, дизайн-макеты и адаптация под все устройства.',


  ourCasesTitle: 'Реализованные проекты', 


  ourAdvantagesTitle: 'Почему выбирают нас', 

  advantageTitle_1: 'Индивидуальный подход', 
  advantageText_1: 'Каждый проект уникален. Мы подбираем решения под конкретные цели вашего бизнеса.', 

  advantageTitle_2: 'Дизайн с акцентом на результат', 
  advantageText_2: 'Создаем не просто красиво, а эффективно: чтобы сайт продавал, привлекал и запоминался.', 

  advantageTitle_3: 'Прозрачность и термины', 
  advantageText_3: 'Четкий план, понятные этапы и соблюдение дедлайнов - мы ценим ваше время.', 

  advantageTitle_4: 'Гибкость и вовлеченность', 
  advantageText_4: 'Легко подстраиваемся под изменения, предлагаем идеи и всегда на связи.', 

  advantageTitle_5: 'Глубокая экспертиза', 
  advantageText_5: 'Опыт в WordPress, eCommerce, UX/UI и SEO позволяет делать качественные решения "под ключ".', 

  advantageTitle_6: 'Сопровождение после запуска', 
  advantageText_6: 'Мы не исчезаем после сдачи проекта — поддерживаем, развиваем и помогаем расти.', 

  consultTitle: 'Оставьте заявку и мы создадим сайт вашей мечты', 

  btnDevelopment: 'Разработка', 
  btnSupport: 'Поддержка',

  serviceCardTitle_1: 'Разработка сайта Лендинга',
  serviceCardText_1: 'Создадим современный лендинг или сайт-визитку для эффективного представления вашего бизнеса.',
  serviceCardPrice_1: '150$',

  serviceCardBen_1_1: 'Дизайн: 2 ч',
  serviceCardBen_1_2: 'Разработка: 8 ч',
  serviceCardBen_1_3: 'Цель: Конверсия',


  serviceCardTitle_2: 'Разработка бизнес-сайта',
  serviceCardText_2: 'Разрабатываем удобные сайты для публикации статей и портфолио — идеальное решение для профессионалов.',
  serviceCardPrice_2: '499$',

  serviceCardBen_2_1: 'Дизайн: 4 ч',
  serviceCardBen_2_2: 'Разработка: 60 ч',
  serviceCardBen_2_3: 'Цель: Представление компании',

  serviceCardTitle_3: 'Разработка Интернет-магазина',
  serviceCardText_3: 'Создадим удобный интернет-магазин или маркетплейс для успешных онлайн-продаж.',
  serviceCardPrice_3: '999$',

  serviceCardBen_3_1: 'Дизайн: 8 ч',
  serviceCardBen_3_2: 'Разработка: 80 ч',
  serviceCardBen_3_3: 'Цель: Продажа товаров онлайн',

  serviceCardTitle_4: 'Создание Дизайна Сайта',
  serviceCardText_4: 'Создаем стильные и удобные дизайны, подчеркивающие ваш бренд и удерживающие внимание пользователей.',
  serviceCardPrice_4: '149$',

  serviceCardTitle_5: 'SEO & Продвижение Сайта',
  serviceCardText_5: 'Повышаем позиции сайта в поисковых системах для увеличения трафика и роста бизнеса.',
  serviceCardPrice_5: '149$',

  serviceCardTitle_6: 'IT-услуги для бизнеса',
  serviceCardText_6: 'Помогаем компаниям наладить онлайн-процессы: от консультаций до полной цифровизации бизнеса.',
  serviceCardPrice_6: 'От 149$',


  questionTitle: 'Остались вопросы?', 
  questionText: 'Если у Вас возникли вопросы или Вы хотите получить консультацию, оставьте данные в форме. И мы с радостью с вами свяжемся.', 

  formLabelName: 'Ваше имя:', 
  formLabelContact: 'Ваш контакт:', 

  phone: 'Телефон',
  formPlaceholderType: '+38 ____ ___ ___',

  lineText: 'Поможем решить вашу проблему!',

  formMessageSuccess: "✅ Ваш запрос успешно отправлен. Спасибо за обращение!",
  formMessageErrorSend: "❌ Произошла ошибка при отправке формы. Пожалуйста, попробуйте позже.",
  formMessageErrorServer: "⚠️ Сервер временно недоступен. Пожалуйста, попробуйте позже.",
};
    