export default {
  //static
  meta: {
    title: 'BitLazur — сайты под ключ для бизнеса в Украине, Европе, США',
    description: 'BitLazur — команда веб-разработчиков, создающая сайты под ключ на украинском, русском и английском языках. Работаем с клиентами из Украины, Европы и США, обеспечивая полный цикл — от идеи до запуска и поддержки.'
  },
  currentLanguageCode: 'RU',
  currentLanguage: 'Русский',
  //endstatic


  menuOurServices: 'Наши услуги', 
  menuOurWorks: 'Наши работы', 
  menuAboutUs: 'О нас', 
  menuPrice: 'Цены', 
  mainTitle: 'Вместе создаем будущее вашего бизнеса', 
  mainSubTitle: 'Найдем оптимальное решение для вашего бизнеса', 

  consultBtn: 'Получить консультацию', 
  studioText: 'Студия разработки сайтов', 

  serviceTitle_1: 'Дизайн сайтов', 
  serviceText_1: 'Создаем стильные и современные макеты, ориентированные на удобство пользователей и цели бизнеса.', 

  serviceTitle_2: 'Интернет-магазины', 
  serviceText_2: 'Разработка полноценных eCommerce-решений с удобной корзиной, фильтрами и адаптацией под мобильные устройства.', 

  serviceTitle_3: 'Блоги и контентные сайты', 
  serviceText_3: 'Создаем площадки для статей, новостей, портфолио с простым управлением и хорошей подачей контента.', 

  serviceTitle_4: 'Корпоративные сайты', 
  serviceText_4: 'Профессиональные решения для компаний: презентация услуг, команды, кейсов, с акцентом на доверие и репутацию.', 

  serviceTitle_5: 'UX/UI-дизайн', 
  serviceText_5: 'Проектирование логических, интуитивных интерфейсов, которые приятно использовать на всех устройствах.', 

  serviceTitle_6: 'Поддержка и развитие', 
  serviceText_6: 'Обновление сайтов, добавление нового функционала, SEO-настройки и техническая помощь на постоянной основе.', 

  ourCasesTitle: 'Реализованные проекты', 


  ourAdvantagesTitle: 'Почему выбирают нас', 

  advantageTitle_1: 'Индивидуальный подход', 
  advantageText_1: 'Каждый проект уникален. Мы подбираем решения под конкретные цели вашего бизнеса.', 

  advantageTitle_2: 'Дизайн с акцентом на результат', 
  advantageText_2: 'Создаем не просто красиво, а эффективно: чтобы сайт продавал, привлекал и запоминался.', 

  advantageTitle_3: 'Прозрачность и термины', 
  advantageText_3: 'Четкий план, понятные этапы и соблюдение дедлайнов - мы ценим ваше время.', 

  advantageTitle_4: 'Гибкость и вовлеченность', 
  advantageText_4: 'Легко подстраиваемся под изменения, предлагаем идеи и всегда на связи.', 

  advantageTitle_5: 'Глубокая экспертиза', 
  advantageText_5: 'Опыт в WordPress, eCommerce, UX/UI и SEO позволяет делать качественные решения "под ключ".', 

  advantageTitle_6: 'Сопровождение после запуска', 
  advantageText_6: 'Мы не исчезаем после сдачи проекта — поддерживаем, развиваем и помогаем расти.', 

  consultTitle: 'Оставьте заявку и мы создадим сайт вашей мечты', 

  btnDevelopment: 'Разработка', 
  btnSupport: 'Поддержка',

  serviceCardTitle_1: 'Разработка сайта Лендинга',
  serviceCardText_1: '<p>Создадим современный лендинг или сайт-визитку для эффективного представления вашего бизнеса.</p> <ul> <li>Адаптивность для мобильных устройств</li> <li>Стильный и удобный дизайн</li> <li>Простое управление контентом</li> <li>SEO-оптимизация</li> <p>Увеличение уровня конверсии.</p>',
  serviceCardPrice_1: 'От 150$',

  serviceCardTitle_2: 'Разработка бизнес-сайта',
  serviceCardText_2: '<p>Разрабатываем удобные сайты для публикации статей и портфолио — идеальное решение для профессионалов.</p> <ul> <li>Простое управление контентом</li> <li>Интеграция соцсетей</li> <li>Поддержка мультимедиа</li> <li>SEO-оптимизация</li> <p>Привлекайте аудиторию и усиливайте бренд.</p>',
  serviceCardPrice_2: 'От 499$',

  serviceCardTitle_3: 'Разработка Интернет-магазина',
  serviceCardText_3: '<p>Создадим удобный интернет-магазин или маркетплейс для успешных онлайн-продаж.</p> <ul> <li>Функциональная корзина</li> <li>Интеграция оплаты</li> <li>Поддержка вариантов товаров</li> <li>Простое управление заказами</li> </ul> <p>Интеграция с маркетплейсами.</p>',
  serviceCardPrice_3: 'От 999$',

  serviceCardTitle_4: 'Создание<br> Дизайна Сайта',
  serviceCardText_4: '<p>Создаем стильные и удобные дизайны, подчеркивающие ваш бренд и удерживающие внимание пользователей.</p> <ul> <li>Индивидуальный стиль</li> <li>UX/UI-дизайн для удобства</li> <li>Адаптивность для всех устройств</li> <li>Быстрая загрузка</li> </ul> <p>Презентабельный внешний вид и рост доверия клиентов.</p>',
  serviceCardPrice_4: 'От 149$',

  serviceCardTitle_5: 'SEO &<br> Продвижение Сайта',
  serviceCardText_5: '<p>Повышаем позиции сайта в поисковых системах для увеличения трафика и роста бизнеса.</p> <ul> <li>Аудит и оптимизация сайта</li> <li>Работа с контентом</li> <li>Линкбилдинг и внешние ссылки</li> </ul> <p>Увеличение видимости в поиске.</p>',
  serviceCardPrice_5: 'От 149$',

  serviceCardTitle_6: 'IT-услуги для бизнеса',
  serviceCardText_6: '<p>Помогаем компаниям наладить онлайн-процессы: от консультаций до полной цифровизации бизнеса.</p> <ul> <li>Техническая поддержка</li> <li>Интеграция CRM-систем</li> <li>Настройка рекламы</li> <li>Консультации по развитию IT</li> </ul> <p>Повышение эффективности и прибыли.</p>',
  serviceCardPrice_6: 'От 149$',


  questionTitle: 'Остались вопросы?', 
  questionText: 'Если у Вас возникли вопросы или Вы хотите получить консультацию, оставьте данные в форме. И мы с радостью с вами свяжемся.', 

  formLabelName: 'Ваше имя:', 
  formLabelContact: 'Ваш контакт:', 

  phone: 'Телефон',
  formPlaceholderType: '+38 ____ ___ ___',

  lineText: 'Поможем решить вашу проблему!',

  formMessageSuccess: "✅ Ваш запрос успешно отправлен. Спасибо за обращение!",
  formMessageErrorSend: "❌ Произошла ошибка при отправке формы. Пожалуйста, попробуйте позже.",
  formMessageErrorServer: "⚠️ Сервер временно недоступен. Пожалуйста, попробуйте позже.",
};
    