export default {
    //static
    meta: {
      title: 'BitLazur — сайти під ключ для бізнесу в Україні, Європі, США',
      description: 'BitLazur — команда веб-розробників, яка створює сайти під ключ українською, російською та англійською мовами. Ми працюємо з клієнтами з України, Європи та США, забезпечуючи повний цикл розробки: від ідеї до запуску та підтримки.'
    },
    currentLanguageCode: 'UA',
    currentLanguage: 'Українська',
    //endstatic
    phoneNumber: '+380 505 14 52 42',

    menuOurServices: 'Наші послуги',
    menuOurWorks: 'Наші роботи',
    menuAboutUs: 'Про нас',
    menuPrice: 'Ціни',
    mainTitle: 'Разом створюємо майбутнє вашого бізнесу',
    mainSubTitle: 'Знайдемо оптимальне рішення для вашого бізнесу',

    consultBtn: 'Отримати консультацію',
    studioText: 'Студія розробки сайтів',

    serviceTitle_1: 'Дизайн сайтів', 
    serviceText_1: 'Створюємо стильні та сучасні макети, орієнтовані на зручність користувачів та цілі бізнесу.', 

    serviceTitle_2: 'Інтернет-магазини', 
    serviceText_2: 'Розробка повноцінних eCommerce-рішень із зручним кошиком, фільтрами та адаптацією під мобільні пристрої.', 

    serviceTitle_3: 'Блоги та контентні сайти', 
    serviceText_3: 'Створюємо майданчики для статей, новин, портфоліо — з простим керуванням та гарною подачею контенту.', 

    serviceTitle_4: 'Корпоративні сайти', 
    serviceText_4: 'Професійні рішення для компаній: презентація послуг, команди, кейсів, з акцентом на довіру та репутацію.', 

    serviceTitle_5: 'UX/UI-дизайн', 
    serviceText_5: 'Проектування логічних, інтуїтивних інтерфейсів, які приємно використовувати на всіх пристроях.', 

    serviceTitle_6: 'Підтримка та розвиток', 
    serviceText_6: 'Оновлення сайтів, додавання нового функціоналу, SEO-налаштування та технічна допомога на постійній основі.',

    ourCasesTitle: 'Реалізовані проекти',


    ourAdvantagesTitle: 'Чому вибирають нас', 

    advantageTitle_1: 'Індивідуальний підхід', 
    advantageText_1: 'Кожен проект є унікальним. Ми підбираємо рішення під конкретні цілі вашого бізнесу.', 

    advantageTitle_2: 'Дизайн з акцентом на результат', 
    advantageText_2: 'Створюємо не просто красиво, а ефективно: щоб сайт продавав, приваблював та запам\'ятовувався.', 

    advantageTitle_3: 'Прозорість та терміни', 
    advantageText_3: 'Чіткий план, зрозумілі етапи та дотримання дедлайнів - ми цінуємо ваш час.', 

    advantageTitle_4: 'Гнучкість і залученість', 
    advantageText_4: 'Легко підлаштовуємося під зміни, пропонуємо ідеї та завжди на зв\'язку.', 

    advantageTitle_5: 'Глибока експертиза', 
    advantageText_5: 'Досвід у WordPress, eCommerce, UX/UI та SEO дозволяє робити якісні рішення "під ключ".', 

    advantageTitle_6: 'Супровід після запуску', 
    advantageText_6: 'Ми не зникаємо після здачі проекту — підтримуємо, розвиваємо та допомагаємо зростати.',
    
    consultTitle: 'Залишіть заявку і ми створимо сайт вашої мрії',

    btnDevelopment: 'Розробка',
    btnSupport: 'Підтримка',


    serviceCardTitle_1: 'Розробка сайту Лендінга', 
    serviceCardText_1: '<p>Створимо сучасний лендинг або сайт-візитку для ефективного представлення вашого бізнесу.</p> <ul> <li>Адаптивність для мобільних пристроїв</li> <li>Стильний та зручний дизайн</li> <li>Просте управління контентом</li> <li>SEO-оптимізація</li></p>', 
    serviceCardPrice_1: 'Від 150$', 

    serviceCardTitle_2: 'Розробка бізнес-сайту', 
    serviceCardText_2: '<p>Розробляємо зручні сайти для публікації статей та портфоліо — ідеальне рішення для професіоналів.</p> <ul> <li>Просте управління контентом</li> <li>Інтеграція соцмереж</li> <li>Підтримка мультимедіа</li> <li>SEO-оп залучати аудиторію та посилювати бренд.</p>', 
    serviceCardPrice_2: 'Від 499$', 

    serviceCardTitle_3: 'Розробка Інтернет-магазину', 
    serviceCardText_3: '<p>Створимо зручний інтернет-магазин або маркетплейс для успішних онлайн-продажів.</p> <ul> <li>Функціональний кошик</li> <li>Інтеграція оплат</li> <li>Підтримка варіантів товарів</li> <li>Просте управління замовленнями</li> </ul> <p> маркетплейсами.</p>', 
    serviceCardPrice_3: 'Від 999$', 

    serviceCardTitle_4: 'Створення<br> Дизайну Сайту', 
    serviceCardText_4: '<p>Створюємо стильні та зручні дизайни, які підкреслюють ваш бренд і утримують увагу користувачів.</p> <ul> <li>Індивідуальний стиль</li> <li>UX/UI-дизайн для зручності</li> <li>Адаптивність для всіх пристроїв</li> <li>Швидкий завантаження вид та зростання довіри клієнтів.</p>', 
    serviceCardPrice_4: 'Від 149$', 

    serviceCardTitle_5: 'SEO &<br> Просування Сайту', 
    serviceCardText_5: '<p>Підвищуємо позиції сайту в пошукових системах для збільшення трафіку та зростання бізнесу.</p> <ul> <li>Аудит та оптимізація сайту</li> <li>Робота з контентом</li> <li>Лінкбілдинг та зовнішні посилання видимість у пошуку.</li></ul></p>', 
    serviceCardPrice_5: 'Від 149$', 

    serviceCardTitle_6: 'ІТ-послуги для бізнесу', 
    serviceCardText_6: '<p>Допомагаємо компаніям налагодити онлайн-процеси: від консультацій до повної цифровізації бізнесу.</p> <ul> <li>Технічна підтримка</li> <li>Інтеграція CRM-систем</li> <li>Налаштування реклами</li> <li>Консультації з розвитку IT</li> прибутку.</p>', 
    serviceCardPrice_6: 'Від 149$',

    questionTitle: 'Залишились питання?',
    questionText: 'Якщо у Вас виникли питання чи Ви хочете отримати консультацію, залиште дані у формі. І ми з радістю з вами зв’яжемось.',

    formLabelName: 'Ваше ім’я:',
    formLabelContact: 'Ваш контакт:',

    phone: 'Телефон',
    formPlaceholderType: '+38 ____ ___ ___',

    lineText: 'Допоможемо вирішити вашу проблему!',

    formMessageSuccess: "✅ Ваш запит успішно надіслано. Дякуємо за звернення!",
    formMessageErrorSend: "❌ Сталася помилка під час відправлення форми. Будь ласка, спробуйте пізніше.",
    formMessageErrorServer: "⚠️ Сервер тимчасово недоступний. Будь ласка, спробуйте пізніше.",
};
  