export default {
    //static
    meta: {
      title: 'BitLazur — сайти під ключ для бізнесу в Україні, Європі, США',
      description: 'BitLazur — команда веб-розробників, яка створює сайти під ключ українською, російською та англійською мовами. Ми працюємо з клієнтами з України, Європи та США, забезпечуючи повний цикл розробки: від ідеї до запуску та підтримки.'
    },
    currentLanguageCode: 'UA',
    currentLanguage: 'Українська',
    //endstatic
    phoneNumber: '+380 505 14 52 42',

    menuOurServices: 'Наші послуги',
    menuOurWorks: 'Наші роботи',
    menuAboutUs: 'Про нас',
    menuPrice: 'Ціни',
    mainTitle: 'Веб-розробка, з якої починається майбутнє вашого бізнесу',
    mainSubTitle: 'Знайдемо оптимальне рішення для вашого бізнесу',

    consultBtn: 'Отримати консультацію',
    studioText: 'Студія розробки сайтів',

    servicesTitle: 'Наші ключові послуги',

    serviceTitle_1: 'Створення сайтів', 
    serviceText_1: 'Розробляємо сайти будь-якої складності: від лендингів до корпоративних порталів, адаптовані до завдань бізнесу.', 

    serviceTitle_2: 'Розробка MVP', 
    serviceText_2: 'Створюємо (MVP) для стартапів — швидко, ефективно та з урахуванням пріоритетного функціоналу.', 

    serviceTitle_3: 'Інтернет-магазини', 
    serviceText_3: 'Проектуємо та реалізуємо eCommerce-рішення зі зручним кошиком, фільтрами, оплатою та мобільною адаптацією.', 

    serviceTitle_4: 'SEO-оптимізація', 
    serviceText_4: 'Покращуємо позиції сайту в пошукових системах: швидкість, структура, контент та технічне SEO-налаштування.', 

    serviceTitle_5: 'Підтримка сайтів', 
    serviceText_5: 'Забезпечуємо регулярні оновлення, моніторинг, резервне копіювання, редагування та технічну допомогу.', 

    serviceTitle_6: 'UI/UX-дизайн', 
    serviceText_6: 'Створюємо зрозумілий та привабливий інтерфейс: прототипи, дизайн-макети та адаптація під усі пристрої.',

    ourCasesTitle: 'Реалізовані проекти',


    ourAdvantagesTitle: 'Чому вибирають нас', 

    advantageTitle_1: 'Індивідуальний підхід', 
    advantageText_1: 'Кожен проект є унікальним. Ми підбираємо рішення під конкретні цілі вашого бізнесу.', 

    advantageTitle_2: 'Дизайн з акцентом на результат', 
    advantageText_2: 'Створюємо не просто красиво, а ефективно: щоб сайт продавав, приваблював та запам\'ятовувався.', 

    advantageTitle_3: 'Прозорість та терміни', 
    advantageText_3: 'Чіткий план, зрозумілі етапи та дотримання дедлайнів - ми цінуємо ваш час.', 

    advantageTitle_4: 'Гнучкість і залученість', 
    advantageText_4: 'Легко підлаштовуємося під зміни, пропонуємо ідеї та завжди на зв\'язку.', 

    advantageTitle_5: 'Глибока експертиза', 
    advantageText_5: 'Досвід у WordPress, eCommerce, UX/UI та SEO дозволяє робити якісні рішення "під ключ".', 

    advantageTitle_6: 'Супровід після запуску', 
    advantageText_6: 'Ми не зникаємо після здачі проекту — підтримуємо, розвиваємо та допомагаємо зростати.',
    
    consultTitle: 'Залишіть заявку і ми створимо сайт вашої мрії',

    btnDevelopment: 'Розробка',
    btnSupport: 'Підтримка',


    serviceCardTitle_1: 'Розробка сайту Лендінга', 
    serviceCardText_1: 'Створимо сучасний лендинг або сайт-візитку для ефективного представлення вашого бізнесу.', 
    serviceCardPrice_1: 'Від 150$', 

    serviceCardTitle_2: 'Розробка бізнес-сайту', 
    serviceCardText_2: 'Розробляємо зручні сайти для публікації статей та портфоліо - ідеальне рішення для професіоналів.', 
    serviceCardPrice_2: 'Від 499$', 

    serviceCardTitle_3: 'Розробка Інтернет-магазину', 
    serviceCardText_3: 'Створимо зручний інтернет-магазин або маркетплейс для успішних онлайн-продажів.', 
    serviceCardPrice_3: 'Від 999$', 

    serviceCardTitle_4: 'Створення Дизайну Сайту', 
    serviceCardText_4: 'Створюємо стильні та зручні дизайни, що підкреслюють ваш бренд та утримують увагу користувачів.', 
    serviceCardPrice_4: 'Від 149$', 

    serviceCardTitle_5: 'SEO & Просування Сайту', 
    serviceCardText_5: 'Підвищуємо позиції сайту в пошукових системах для збільшення трафіку та зростання бізнесу.', 
    serviceCardPrice_5: 'Від 149$', 

    serviceCardTitle_6: 'ІТ-послуги для бізнесу', 
    serviceCardText_6: 'Допомагаємо компаніям налагодити онлайн-процеси: від консультацій до повної цифровізації бізнесу.', 
    serviceCardPrice_6: 'Від 149$',

    questionTitle: 'Залишились питання?',
    questionText: 'Якщо у Вас виникли питання чи Ви хочете отримати консультацію, залиште дані у формі. І ми з радістю з вами зв’яжемось.',

    formLabelName: 'Ваше ім’я:',
    formLabelContact: 'Ваш контакт:',

    phone: 'Телефон',
    formPlaceholderType: '+38 ____ ___ ___',

    lineText: 'Допоможемо вирішити вашу проблему!',

    formMessageSuccess: "✅ Ваш запит успішно надіслано. Дякуємо за звернення!",
    formMessageErrorSend: "❌ Сталася помилка під час відправлення форми. Будь ласка, спробуйте пізніше.",
    formMessageErrorServer: "⚠️ Сервер тимчасово недоступний. Будь ласка, спробуйте пізніше.",
};
  